{
  "_meta": {
    "sources": [
      {
        "json": "ibp",
        "abbreviation": "IBP",
        "full": "Items From The Blinding Peaks",
        "version": "1.1.5",
        "url": "https://docs.google.com/document/d/1BvKTaNgjQl3S2Vu-53LYxcqYlHNVJAnl5d2y2SLuQwE/edit",
        "color": "EFFFF7",
        "authors": [
          "Ard"
        ],
        "convertedBy": [
          "Ard"
        ]
      }
    ],
    "dateAdded": 1586966344,
    "dateLastModified": 1674300027
  },
  "baseitem": [
    {
      "name": "Runegem",
      "source": "ibp",
      "wondrous": true,
      "rarity": "varies",
      "entries": [
        "Runegems are small gemstones, etched with runes or other arcane symbols that provide various effects.",
        "In order to use them, they need to be applied to a weapon, shield, spellcasting focus, or suit of armour by pressing the gem against it for at least 10 minutes. To use the effect of a runegem, you need to be wielding the weapon or shield, holding the focus in your hand, or wearing the armour it is applied to.",
        "After a runegem has been applied, it can’t be removed unless you detach it as an action or when the item it is applied to is destroyed. Not even an {@spell antimagic field} causes it to fall off.",
        "If the item it is applied to did not originally require attunement, it does when a runegem is applied to it. (This does not make attacks with a weapon count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.) Whenever you end attunement to a weapon that has runegems applied to it, they fall off.",
        "An item can only have one runegem applied to it, unless otherwise stated. (Typically, a +1/+2/+3 item will have 1/2/3 extra runegem slots.)",
        "If a runegem effect causes a creature to make a saving throw, the DC of the save is determined by the same ability score as the one used to attack with that weapon. "
      ]
    }
  ],
  "item": [
    {
      "name": "Runegem of Heroism",
      "baseItem": "runegem|ibp",
      "source": "ibp",
      "rarity": "uncommon",
      "type": "RUNE",
      "entries": [
        "This small hexagonal red gem is inscribed with the words {@italic \"Pride and Anger are good for the soul\"} in Dwarvish.",
        "Apply to a melee weapon.",
        "You learn the {@spell heroism} spell. Once per long rest, you may cast it without expending a spell slot. The spellcasting modifier for this spell is your choice of Intelligence, Wisdom or Charisma."
      ]
    },
    {
      "name": "Runegem of Magical Ambush",
      "baseItem": "runegem|ibp",
      "source": "ibp",
      "rarity": "uncommon",
      "type": "RUNE",
      "entries": [
        "A stocky piece of obsidian, roughly resembling a feather in shape, inscribed with {@italic \"Darkmans Flash\"}, written in Common.",
        "Apply to a spellcasting focus",
        "Whenever a creature you can see within 60 feet of you succeeds on a saving throw against a spell that you cast on it while hidden from it, you may use your reaction to force the target to reroll the d20 and use the lower roll."
      ]
    },
    {
      "name": "Lesser Runegem of Ambush",
      "baseItem": "runegem|ibp",
      "source": "ibp",
      "rarity": "common",
      "type": "RUNE",
      "entries": [
        "A sleek, thin piece of platinum, inscribed with the text {@italic \"Curse the Moon and Hush\"} in elegant Common handwriting.",
        "Apply to a weapon",
        "You have a +1 bonus to attack and damage rolls made with this weapon, while you are invisible or hidden from a creature when you attack it."
      ]
    },
    {
      "name": "Runegem of Resistance",
      "baseItem": "runegem|ibp",
      "source": "ibp",
      "rarity": "rare",
      "type": "RUNE",
      "entries": [
        "This dark gray square gem is inscribed with the words {@italic \"A pebble will stay dry inside, no matter how long it is submerged in water\"} in Dwarvish.",
        "Apply to a shield or armour.",
        "Whenever you take the {@action Dodge} action, you have resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks until the start of your next turn."
      ]
    },
    {
      "name": "Arcane Runegem",
      "baseItem": "runegem|ibp",
      "source": "ibp",
      "rarity": "common",
      "type": "RUNE",
      "entries": [
        "A simple, transparent gemstone, covered with a geometric pattern of thin black lines.",
        "Apply to a weapon.",
        "Attacks with this weapon count as magical for the purposes of overcoming resistance and immunity to nonmagical attacks and damage."
      ]
    },
    {
      "name": "Lesser Runegem of Gambling",
      "baseItem": "runegem|ibp",
      "source": "ibp",
      "rarity": "uncommon",
      "type": "RUNE",
      "entries": [
        "A large, asymmetric, uneven gem, speckled with impurities in different colours and covered with arcane runes in a spiral-like shape.",
        "Apply to a weapon.",
        "You have a +1 bonus to attack and damage rolls with this weapon.",
        "You have a -3 penalty to death saving throws."
      ]
    },
    {
      "name": "Lesser Runegem of Sturdiness",
      "baseItem": "runegem|ibp",
      "source": "ibp",
      "rarity": "common",
      "type": "RUNE",
      "entries": [
        "A rectangular piece of white marble, with two runes in Giant that translate to {@italic \"Too sensitive gets nowhere.\"}.",
        "Apply to a shield or armour.",
        "Piercing, slashing, and bludgeoning damage you take is reduced by 1."
      ]
    },
    {
      "name": "Covert Runegem",
      "baseItem": "runegem|ibp",
      "source": "ibp",
      "rarity": "common",
      "type": "RUNE",
      "entries": [
        "This tiny, light gray pearl is inscribed with the words {@italic \"The best place to hide something is in your beard\"} in Dwarvish.",
        "Apply to a ranged weapon.",
        "When you are hidden from a creature and miss it with a ranged weapon attack with this weapon, making the attack doesn't reveal your position."
      ]
    },
    {
      "name": "Lesser Runegem of Sweeping",
      "baseItem": "Runegem|ibp",
      "source": "ibp",
      "rarity": "common",
      "type": "RUNE",
      "entries": [
        "A brownish, 3-inch piece of quartz, etched with Dwarvish runes that read {@italic \"The more goblins there are, the easier they are to kill\"}.",
        "Apply to a melee weapon",
        "Once per short rest, as an action, you may summon a momentary circle of spectral weapons that sweep around you. All creatures within 10 feet of you must succeed on a Dexterity saving throw, or take force damage equal to one roll of the damage die of this weapon."
      ]
    },
	  {
      "name": "Runegem of Blood Magic",
      "baseItem": "Runegem|ibp",
      "source": "ibp",
      "rarity": "rare",
      "type": "RUNE",
      "entries": [
        "A rough piece of red hematite, covered in a lattice of white linework.",
        "Apply to a spellcasting focus",
        "Once per short rest, when you expend a spell slot, you may expend a hit die. If you do, treat the expended spell slot as if it were 1 level higher, up to the maximum level of spell you can cast. You do not regain any hit points when expending a hit die in this way."
      ]
    },
     {
      "name": "Runegem of Life Transfer",
      "baseItem": "Runegem|ibp",
      "source": "ibp",
      "rarity": "uncommon",
      "type": "RUNE",
      "entries": [
        "A smooth round white howlite gemstone, with an inscription in Dwarvish that reads {@italic \"Break with one hand. Build with the other.\"}",
        "Apply to a weapon",
        "Once per long rest, when you hit a creature with an attack, you may choose a creature that you can see within 10 feet of the target. That creature regains hit points equal to half the damage dealt by the attack. "
      ]
    },
    {
      "name": "Runegem of Polymorph",
      "baseItem": "Runegem|ibp",
      "source": "ibp",
      "rarity": "very rare",
      "type": "RUNE",
      "entries": [
        "A strangely curved piece of quartz, refracting light into many different hues. All over the surface are tiny etchings of Escher-like creatures morphing between bees, fish, birds, salamanders and other lifeforms.",
        "Apply to a melee weapon",
        "When you attack a creature with this magic weapon and roll a 20 on the attack roll, the creature must make a Wisdom saving throw in addition to suffering the attack's normal effects. On a failed save, the creature also suffers the effects of a {@spell polymorph} spell. Roll a d20 and consult the following table to determine the form the target creature is transformed into.",
        {
					"type": "table",					
					"colLabels": [
						"d20",
						"New Form"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
            ["1", "{@creature Tyrannosaurus Rex}"],
            ["2", "{@creature Giant Ape}"],
            ["3", "{@creature Elephant}"],
            ["4", "{@creature Giant Scorpion}"],
            ["5", "{@creature Rhinoceros}"],
            ["6", "{@creature Polar Bear}"],
            ["7", "{@creature Giant Toad}"],
            ["8", "{@creature Giant Eagle}"],
            ["9", "{@creature Black Bear}"],
            ["10", "{@creature Crocodile}"],
            ["11", "{@creature Wolf}"],
            ["12", "{@creature Horse}"],
            ["13", "{@creature Ox}"],
            ["14", "{@creature Giant Frog}"],
            ["15", "{@creature Poisonous Snake}"],
            ["16", "{@creature Hawk}"],
            ["17", "{@creature Octopus}"],
            ["18", "{@creature Cat}"],
            ["19", "{@creature Rat}"],
            ["20", "Rabbit"]            
						]          
          },
          "A creature is immune to this effect if it is immune to damage of the weapon's type, is a shapechanger, or has legendary actions.",
          {
            "type": "entries",
            "name": "Curse",
            "entries": [
              "This weapon is cursed, and becoming attuned to it extends the curse to you. Until the curse is broken with a {@spell remove curse} spell or similar magic, you are unwilling to part with the weapon. Whenever you attack a creature with this weapon and roll a 1 on the attack roll, you suffer the effect of a {@spell polymorph} spell for 1 hour, rolling on the table to determine your new form."
            ]
          }
      ]
    },
    {
      "name": "Runegem of Searing Radiance",
      "baseItem": "Runegem|ibp",
      "source": "ibp",
      "rarity": "rare",
      "type": "RUNE",
      "entries": [
        "A flat, coin-like disk of white stone with an amber core. Along the outer edges are thin, golden markings in Celestial that read {@italic \"Fervent flames force fleeing furious foes\"}",
        "Apply to a weapon",
        "Once per long rest, as an action, you can emanate dazzling light in a 10-foot radius sphere centered on yourself until the end of your next turn, during which you have advantage on attack rolls and attack rolls against you have disadvantage. The sphere moves with you. When another creature starts its turn in the light or enters the light for the first time on its turn, that creature must make a Constitution saving throw, taking 4d8 radiant damage on a failed save, or half as much damage on a successful one."
      ]
    },
    {
      "name": "Spellknife",
      "source": "ibp",
      "baseItem": "dagger|PHB",
      "type": "M",
      "weight": 1,
      "weaponCategory": "simple",
      "property": [
        "F",
        "L",
        "T"
      ],
      "range": "20/60",
      "dmg1": "1d4",
      "dmgType": "P",
      "weapon": true,
      "bonusSpellAttack": "+1",
      "bonusSpellSaveDc": "+1",
      "reqAttune": "by a cleric, druid or ranger",
      "reqAttuneTags": [
        {
          "class": "ranger"
        },
        {
          "class": "cleric"
        },
        {
          "class": "druid"
        }
      ],
      "rarity": "uncommon",
      "entries": [
        "You gain a +1 bonus to spell attack rolls and to the saving throw DCs of your cleric, druid and ranger spells.",
        "As an action you can cause the spellknife to shed dim light in a 5 foot radius until you use an action to end this effect."
      ]
    },
    {
      "name": "Brandberry",
      "source": "ibp",
      "rarity": "common",
      "wondrous": "true",
      "attachedSpells": [
        "fireball"
      ],
      "entries": [
        "These small red berries are always warm to the touch. You can use an action to crush a berry in your hand, causing it to detonate as a 1st-level {@spell burning hands} spell (save DC 15).",
        "You can crush multiple berries as one action. When you do so, increase the level of the {@spell burning hands} by 1 for each berry beyond the first up to a maximum level of 9."
      ]
    },
    {
      "name": "+1 Halberd",
      "source": "ibp",
      "baseItem": "halberd|PHB",
      "type": "M",
      "weight": 6,
      "weaponCategory": "martial",
      "property": [
        "H",
        "R",
        "2H"
      ],
      "dmg1": "1d10",
      "dmgType": "S",
      "weapon": true,
      "bonusWeapon": "+1",
      "reqAttune": true,
      "rarity": "uncommon",
      "entries": [
        "You have a +1 bonus to attack and damage rolls made with this magic weapon.",
        "This item has two runegem slots."
      ]
    },
    {
      "name": "+1 Shortbow",
      "source": "ibp",
      "baseItem": "shortbow|PHB",
      "type": "R",
      "rarity": "uncommon",
      "reqAttune": true,
      "weight": 2,
      "weaponCategory": "simple",
      "property": [
        "A",
        "2H"
      ],
      "range": "80/320",
      "dmg1": "1d6",
      "dmgType": "P",
      "bonusWeapon": "+1",
      "weapon": true,
      "entries": [
        "You have a +1 bonus to attack and damage rolls made with this magic weapon.",
        "This item has two runegem slots."
      ],
      "ammoType": "arrow|phb"
    },
	   {
      "name": "+1 Longbow",
      "source": "ibp",
      "baseItem": "longbow|PHB",
      "type": "R",
      "rarity": "uncommon",
      "reqAttune": true,
      "weight": 2,
      "weaponCategory": "martial",
      "property": [
        "A",
        "2H",
	"H"
      ],
      "range": "150/600",
      "dmg1": "1d8",
      "dmgType": "P",
      "bonusWeapon": "+1",
      "weapon": true,
      "entries": [
        "You have a +1 bonus to attack and damage rolls made with this magic weapon.",
        "This item has two runegem slots."
      ],
      "ammoType": "arrow|phb"
    },
    {
      "name": "+1 Shield",
      "source": "ibp",
      "baseItem": "shield|PHB",
      "type": "S",
      "rarity": "uncommon",
      "weight": 6,
      "ac": 2,
      "bonusAc": "+1",
      "entries": [
        "While holding this shield, you have a +1 bonus to AC. This bonus is in addition to the shield's normal bonus to AC.",
        "A shield is made from wood or metal and is carried in one hand. Wielding a shield increases your Armor Class by 2. You can benefit from only one shield at a time.",
        "This item has two runegem slots."
      ]
    },
    {
      "name": "Moon-Touched Shortsword",
      "source": "ibp",
      "baseItem": "shortsword|PHB",
      "tier": "minor",
      "type": "M",
      "weight": 2,
      "weaponCategory": "martial",
      "property": [
        "F",
        "L"
      ],
      "dmg1": "1d6",
      "dmgType": "P",
      "sword": true,
      "weapon": true,
      "rarity": "common",
      "entries": [
        "In darkness, the unsheathed blade of this sword sheds moonlight, creating bright light in a 15-foot radius and dim light for an additional 15 feet."
      ]
    },
    {
      "name": "+1 Mithral Chain Mail",
      "source": "ibp",
      "baseItem": "chain mail|phb",
      "type": "HA",
      "rarity": "rare",
      "weight": 55,
      "ac": 16,
      "strength": null,
      "stealth": false,
      "bonusAc": "+1",
      "entries": [
        "You have a +1 bonus to AC while wearing this armor.",
        "Mithral is a light, flexible metal. A mithral chain shirt or breastplate can be worn under normal clothes. If the armor normally imposes disadvantage on Dexterity (Stealth) checks or has a Strength requirement, the mithral version of the armor doesn't.",
        "Made of interlocking metal rings, chain mail includes a layer of quilted fabric worn underneath the mail to prevent chafing and to cushion the impact of blows. The suit includes gauntlets.",
        "This item has two runegem slots."
      ]
    },
    {
      "name": "+1 Studded Leather",
      "source": "ibp",
      "baseItem": "studded leather|phb",
      "srd": true,
      "type": "LA",
      "tier": "major",
      "rarity": "rare",
      "weight": 13,
      "ac": 12,
      "bonusAc": "+1",
      "entries": [
        "You have a +1 bonus to AC while wearing this armor.",
        "Made from tough but flexible leather, studded leather is reinforced with close-set rivets or spikes.",
        "This item has two runegem slots."
      ]
    },
        {
      "name": "+1 Breastplate",
      "source": "ibp",
      "baseItem": "breastplate|phb",
      "srd": true,
      "type": "MA",
      "tier": "major",
      "rarity": "rare",
      "weight": 20,
      "ac": 14,
      "bonusAc": "+1",
      "entries": [
        "You have a +1 bonus to AC while wearing this armor.",
        "This armor consists of a fitted metal chest piece worn with supple leather. Although it leaves the legs and arms relatively unprotected, this armor provides good protection for the wearer's vital organs while leaving the wearer relatively unencumbered.",
        "This item has two runegem slots."
      ]
    },
    {
      "name": "Cloak of Protection (Cursed)",
      "source": "ibp",
      "rarity": "uncommon",
      "reqAttune": true,
      "wondrous": true,
      "curse": true,
      "weight": 1,
      "bonusAc": "+1",
      "bonusSavingThrow": "+1",
      "entries": [
        "You gain a +1 bonus to AC and saving throws while you wear this cloak.",
        {
          "type": "entries",
          "name": "Curse",
          "entries": [
            "This cloak is cursed, and becoming attuned to it extends the curse to you. Until the curse is broken with {@spell remove curse} or similar magic, you are unwilling to part with the cloak, keeping it within reach at all times.",
            "..."
          ]
        }
      ]
    },
	  {
			"name": "Potion of Vitality",
			"source": "ibp",
			"page": 188,
			"basicRules": true,
			"type": "P",
			"tier": "minor",
			"rarity": "very rare",
			"entries": [
				"When you drink this potion, it removes any {@condition exhaustion} you are suffering and cures any disease or poison affecting you. For the next 24 hours, you regain the maximum number of hit points for any Hit Die you spend. The potion's crimson liquid regularly pulses with dull light, calling to mind a heartbeat."
			]
		},
    {
      "name": "Boots of Striding and Springing",
      "source": "ibp",
      "srd": true,
      "basicRules": true,
      "tier": "major",
      "rarity": "uncommon",
      "reqAttune": true,
      "wondrous": true,
      "modifySpeed": {
        "static": {
          "walk": 30
        }
      },
      "entries": [
        "While you wear these boots, your walking speed becomes 30 feet, unless your walking speed is higher, and your speed isn't reduced if you are encumbered or wearing heavy armor. In addition, you can jump three times the normal distance, though you can't jump farther than your remaining movement would allow."
      ]
    },
     {
      "name": "Sallet of the Fraying Mind",
      "source": "ibp",
      "tier": "major",
      "rarity": "very rare",
      "reqAttune": true,
      "wondrous": true,
      "bonusAc": "+1",      
      "entries": [
        "This light visorless helmet is decorated with a dense network of curved gilded copper lines, vaguely resembling the ouline of a humanoid brain. The spongelike padding is comfortably soft, though always slightly cold and damp.",
"Anyone wearing this helmet feels their mental faculties and awareness sharpen, and hears a softly droning static noise that seems to be originating from within their own head.",
"While wearing this helmet, you gain a +1 to AC if you aren't wearing heavy armor, and have advantage on initiative rolls. In addition, while wearing this helmet, you cannot be surprised, provided you are not incapacitated.",
        "Additionally, as an action you can cast the {@spell Message} cantrip.",
"Whenever you deal psychic damage to a creature, you may force it to subtract 1d4 from the next saving throw it makes before the end of your next turn. If this turns a successful save into a failed save, you can't use this feature again until you finish a short or long rest.",
"While attuned to this helmet, you have disadvantage on Intelligence saving throws."
      ]
    },
    {
      "name": "Goggles of Night",
      "source": "ibp",
      "srd": true,
      "basicRules": true,
      "tier": "minor",
      "rarity": "uncommon",
      "wondrous": true,
      "entries": [
        "While wearing these dark lenses, you have {@sense darkvision} out to a range of 60 feet. If you already have {@sense darkvision}, wearing the goggles increases its range by 60 feet."
      ]
    },
    {
			"name": "Gloves of Swimming and Climbing",
			"source": "ibp",
			"srd": true,
			"basicRules": true,
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"entries": [
				"While wearing these gloves, climbing and swimming don't cost you extra movement, and you gain a +5 bonus to Strength ({@skill Athletics}) checks made to climb or swim."
			]
		},
    {
			"name": "Assassin Vine Seed",
			"source": "ibp",			
			"tier": "minor",
			"rarity": "rare",
			"wondrous": true,
			"weight": 1,
			"entries": [
				"This bulbous maroon brown seed seems to be constantly undulating softly.",
              "You can use an action to throw the seed up to 20 feet. The seed has 13 AC and 10 hit points. At the start of your next turn, the seed transforms into an {@creature Assassin Vine|ToA}. The Vine vanishes at the next dawn or when it is reduced to 0 hit points.",
				"The Vine is friendly to you and your companions, and it acts on your turn. You can use a bonus action to command how the creature moves and what action it takes on its next turn, or to give it general orders, such as to attack your enemies. In the absence of such orders, the creature acts in a fashion appropriate to its nature."
			]
		},
    {
      "name": "Refurbished Drow Poison Arrow",
      "source": "ibp",
      "type": "A",
      "rarity": "none",
      "weight": 0.075,
      "value": 6,
      "entries": [
        "If a creature takes damage from a Refurbished Drow Poison Arrow, it must succeed on a DC 13 Constitution saving throw or be {@condition poisoned} for 1 hour. If the saving throw fails by 5 or more, the target is also {@condition unconscious} while {@condition poisoned} in this way. The target wakes up if it takes damage or if another creature takes an action to shake it awake.",
        "Once a Refurbished Drow Poison Arrow is fired, it loses its effect, regardless of whether the attack hit or missed.",
        "When you make an attack with a Refurbished Drow Poison Arrow, do not add your profiency bonus to the attack roll."
      ]
    },
    {
      "name": "Bearskin",
      "source": "ibp",
      "rarity": "none",
      "weight": 8,
      "type": "G",
      "entries": [
        "The pelt of a rudimentarily skinned bear.",
        "While wearing this bearskin, you have a +1 bonus to Constitution saving throws to resist the effects of exposure to cold weather."
      ]
    },
    {
			"name": "Clothing, cold weather (basic)",
			"source": "ibp",			
			"type": "G",
			"rarity": "none",
			"weight": 5,
			"value": 1000,
			"entries": [
				"This outfit consists of a fur coat or cloak over layers of wool clothing, as well as fur-lined leather boots and gloves and a nice scarf.",
				"As long as cold weather clothing remains dry, its wearer has advantage on Constitution saving throws to resist the effects of exposure to cold weather."
			]
		},
    {
      "name": "Drow Poison",
      "source": "ibp",
      "srd": true,
      "type": "G",
      "rarity": "none",
      "value": 20000,
      "poison": true,
      "entries": [
        "This poison is typically made only by the {@creature drow}, and only in a place far removed from sunlight. A creature subjected to this poison must succeed on a DC 13 Constitution saving throw or be {@condition poisoned} for 1 hour. If the saving throw fails by 5 or more, the creature is also {@condition unconscious} while {@condition poisoned} in this way. The creature wakes up if it takes damage or if another creature takes an action to shake it awake."
      ],
      "poisonTypes": [
        "injury"
      ]
    },
    {
      "name": "Hourglass of Souls",
      "source": "ibp",
      "type": "$",
      "weight": 1,
      "rarity": "none",
      "value": 45000,
      "entries": [
        "This beautiful hourglass is filled with fine grains of residuum.",
        "It is used to trap the souls of the Duergar of Karakzahar in time, but that magic has been broken."
      ]
    },
    {
			"name": "Watchful Helm",
			"source": "ibp",			
			"rarity": "very rare",
			"reqAttune": true,
			"wondrous": true,
			"bonusAc": "+1",
			"entries": [
				"While you wear this helm, you gain a +1 bonus to AC and remain aware of your surroundings even while you're asleep, and you have advantage on Wisdom ({@skill Perception}) checks that rely on sight.",
				"As a bonus action, you can cast the {@spell see invisibility} spell from the helm. Once this property of the helm is used, it can't be used again until the next dawn."
			],
			"attachedSpells": [
				"see invisibility"
			]
		},
    {
			"name": "Bracers of Archery",
			"source": "ibp",
			"tier": "major",
			"rarity": "uncommon",
			"reqAttune": true,
			"wondrous": true,
			"grantsProficiency": true,
			"bonusWeaponDamage": "+2",
			"entries": [
				"While wearing these bracers, you have proficiency with the longbow and shortbow, and you gain a +2 bonus to damage rolls on ranged attacks made with such weapons."
			]
		},
    {
			"name": "Horn of Silent Alarm",
			"source": "ibp",			
			"tier": "minor",
			"rarity": "common",
			"wondrous": true,
			"recharge": "dawn",
			"rechargeAmount": "{@dice 1d4}",
			"charges": 4,
			"entries": [
				"This horn has 4 charges. When you use an action to blow it, one creature of your choice can hear the horn's blare, provided the creature is within 600 feet of the horn and not {@condition deafened}. No other creature hears sound coming from the horn. The horn regains {@dice 1d4} expended charges daily at dawn."
			]
		},
    {
			"name": "Horseshoes of a Zephyr",
			"source": "ibp",
			"tier": "minor",
			"rarity": "very rare",
			"wondrous": true,
			"entries": [
				"These iron horseshoes come in a set of four. While all four shoes are affixed to the hooves of a horse or similar creature, they allow the creature to move normally while floating 4 inches above the ground. This effect means the creature can cross or stand above nonsolid or unstable surfaces, such as water or lava. The creature leaves no tracks and ignores {@quickref difficult terrain||3}. In addition, the creature can move at normal speed for up to 12 hours a day without suffering {@condition exhaustion} from a forced march."
			]
		},
    {
			"name": "Immovable Rod",
			"source": "ibp",
			"type": "RD",
			"tier": "minor",
			"rarity": "uncommon",
			"weight": 2,
			"entries": [
				"This flat iron rod has a button on one end. You can use an action to press the button, which causes the rod to become magically fixed in place. Until you or another creature uses an action to push the button again, the rod doesn't move, even if it is defying gravity. The rod can hold up to 8,000 pounds of weight. More weight causes the rod to deactivate and fall. A creature can use an action to make a DC 30 Strength check, moving the fixed rod up to 10 feet on a success."
			]
		},
    {
			"name": "Butcher's Bib",
			"source": "ibp",
			"rarity": "rare",
			"reqAttune": true,
			"wondrous": true,
			"critThreshold": 19,
			"entries": [
				"This black leather apron is perpetually covered by blood, even after being washed off. You gain the following benefits while wearing the apron:",
				{
					"type": "list",
					"items": [
						"Once per turn when you roll damage for a melee attack with a weapon, you can reroll the weapon's damage dice. If you do so, you must use the second total.",
						"Your weapon attacks that deal slashing damage score a critical hit on a roll of 19 or 20 on the {@dice d20}."
					]
				}
			]
		},
    {
			"name": "+1 Arcane Grimoire",
			"source": "ibp",			
			"rarity": "uncommon",
			"reqAttune": "by a wizard",
			"reqAttuneTags": [
				{
					"class": "wizard"
				}
			],
			"wondrous": true,
			"weight": 3,
			"bonusSpellAttack": "+1",
			"bonusSpellSaveDc": "+1",
			"focus": [
				"Wizard"
			],
			"entries": [
				"While you are holding this leather-bound book, you can use it as a spellcasting focus for your wizard spells, and you gain a +1 bonus to spell attack rolls and to the saving throw DCs of your wizard spells.",
				"You can use this book as a spellbook. In addition, when you use your Arcane Recovery feature, you can increase the number of spell slot levels you regain by 1."
			]
		}
  ],
  "itemType": [
    {
      "abbreviation": "RUNE",
      "source": "ibp",
      "name": "runegem"
    }
  ]
}
