{"_meta":{"sources":[{"json":"ibp","abbreviation":"IBP","full":"Items From The Blinding Peaks","version":"1.1.3","url":"https://docs.google.com/document/d/1BvKTaNgjQl3S2Vu-53LYxcqYlHNVJAnl5d2y2SLuQwE/edit","color":"EFFFF7","authors":["Ard"],"convertedBy":["Ard"]}],"dateAdded":1586966344,"dateLastModified":1642454931},"baseitem":[{"name":"Runegem","source":"ibp","wondrous":true,"rarity":"varies","entries":["Runegems are small gemstones, etched with runes or other arcane symbols that provide various effects.","In order to use them, they need to be applied to a weapon, shield, spellcasting focus, or suit of armour by pressing the gem against it for at least 10 minutes. To use the effect of a runegem, you need to be wielding the weapon or shield, holding the focus in your hand, or wearing the armour it is applied to.","After a runegem has been applied, it can’t be removed unless you detach it as an action or when the item it is applied to is destroyed. Not even an {@spell antimagic field} causes it to fall off.","If the item it is applied to did not originally require attunement, it does when a runegem is applied to it. (This does not make attacks with a weapon count as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.) Whenever you end attunement to a weapon that has runegems applied to it, they fall off.","An item can only have one runegem applied to it, unless otherwise stated. (Typically, a +1/+2/+3 item will have 1/2/3 extra runegem slots.)","If a runegem effect causes a creature to make a saving throw, the DC of the save is determined by the same ability score as the one used to attack with that weapon. "]}],"item":[{"name":"Runegem of Heroism","baseItem":"runegem|ibp","source":"ibp","rarity":"uncommon","type":"RUNE","entries":["This small hexagonal red gem is inscribed with the words {@italic \"Pride and Anger are good for the soul\"} in Dwarvish.","Apply to a melee weapon.","You learn the {@spell heroism} spell. Once per long rest, you may cast it without expending a spell slot. The spellcasting modifier for this spell is your choice of Intelligence, Wisdom or Charisma."]},{"name":"Runegem of Resistance","baseItem":"runegem|ibp","source":"ibp","rarity":"rare","type":"RUNE","entries":["This dark gray square gem is inscribed with the words {@italic \"A pebble will stay dry inside, no matter how long it is submerged in water\"} in Dwarvish.","Apply to a shield or armour.","Whenever you take the {@action Dodge} action, you have resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks until the start of your next turn."]},{"name":"Arcane Runegem","baseItem":"runegem|ibp","source":"ibp","rarity":"common","type":"RUNE","entries":["A simple, transparent gemstone, covered with a geometric pattern of thin black lines.","Apply to a weapon.","Attacks with this weapon count as magical for the purposes of overcoming resistance and immunity to nonmagical attacks and damage."]},{"name":"Lesser Runegem of Gambling","baseItem":"runegem|ibp","source":"ibp","rarity":"uncommon","type":"RUNE","entries":["A large, asymmetric, uneven gem, speckled with impurities in different colours and covered with arcane runes in a spiral-like shape.","Apply to a weapon.","You have a +1 bonus to attack and damage rolls with this weapon.","You have a -3 penalty to death saving throws."]},{"name":"Lesser Runegem of Sturdiness","baseItem":"runegem|ibp","source":"ibp","rarity":"common","type":"RUNE","entries":["A rectangular piece of white marble, with two runes that spell a word in Giant.","Apply to a shield or armour.","Piercing, slashing, and bludgeoning damage you take is reduced by 1."]},{"name":"Covert Runegem","baseItem":"runegem|ibp","source":"ibp","rarity":"common","type":"RUNE","entries":["This tiny, light gray pearl is inscribed with the words {@italic \"The best place to hide something is in your beard\"} in Dwarvish.","Apply to a ranged weapon.","When you are hidden from a creature and miss it with a ranged weapon attack with this weapon, making the attack doesn't reveal your position."]},{"name":"Lesser Runegem of Sweeping","baseItem":"Runegem|ibp","source":"ibp","rarity":"common","type":"RUNE","entries":["A brownish, 3-inch piece of quartz, etched with Dwarvish runes that read {@italic \"The more goblins there are, the easier they are to kill\"}.","Apply to a melee weapon","Once per short rest, as an action, you may summon a momentary circle of spectral weapons that sweep around you. All creatures within 10 feet of you must succeed on a Dexterity saving throw, or take force damage equal to one roll of the damage die of this weapon."]},{"name":"Spellknife","source":"ibp","baseItem":"dagger|PHB","type":"M","weight":1,"weaponCategory":"simple","property":["F","L","T"],"range":"20/60","dmg1":"1d4","dmgType":"P","weapon":true,"bonusSpellAttack":"+1","bonusSpellSaveDc":"+1","reqAttune":"by a cleric, druid or ranger","reqAttuneTags":[{"class":"ranger"},{"class":"cleric"},{"class":"druid"}],"rarity":"uncommon","entries":["You gain a +1 bonus to spell attack rolls and to the saving throw DCs of your cleric, druid and ranger spells.","As an action you can cause the spellknife to shed dim light in a 5 foot radius until you use an action to end this effect."]},{"name":"Brandberry","source":"ibp","rarity":"common","wondrous":"true","attachedSpells":["fireball"],"entries":["These small red berries are always warm to the touch. You can use an action to crush a berry in your hand, causing it to detonate as a 1st-level {@spell burning hands} spell (save DC 15).","You can crush multiple berries as one action. When you do so, increase the level of the {@spell burning hands} by 1 for each berry beyond the first up to a maximum level of 9."]},{"name":"+1 Halberd","source":"ibp","baseItem":"halberd|PHB","type":"M","weight":6,"weaponCategory":"martial","property":["H","R","2H"],"dmg1":"1d10","dmgType":"S","weapon":true,"bonusWeapon":"+1","reqAttune":true,"rarity":"uncommon","entries":["You have a +1 bonus to attack and damage rolls made with this magic weapon.","This item has two runegem slots."]},{"name":"+1 Shield","source":"ibp","baseItem":"shield|PHB","type":"S","rarity":"uncommon","weight":6,"ac":2,"bonusAc":"+1","entries":["While holding this shield, you have a +1 bonus to AC. This bonus is in addition to the shield's normal bonus to AC.","A shield is made from wood or metal and is carried in one hand. Wielding a shield increases your Armor Class by 2. You can benefit from only one shield at a time.","This item has two runegem slots."]},{"name":"Moon-Touched Shortsword","source":"ibp","baseItem":"shortsword|PHB","tier":"minor","type":"M","weight":2,"weaponCategory":"martial","property":["F","L"],"dmg1":"1d6","dmgType":"P","sword":true,"weapon":true,"rarity":"common","entries":["In darkness, the unsheathed blade of this sword sheds moonlight, creating bright light in a 15-foot radius and dim light for an additional 15 feet."]},{"name":"+1 Mithral Chain Mail","source":"ibp","baseItem":"chain mail|phb","type":"HA","rarity":"rare","weight":55,"ac":16,"strength":null,"stealth":false,"bonusAc":"+1","entries":["You have a +1 bonus to AC while wearing this armor.","Mithral is a light, flexible metal. A mithral chain shirt or breastplate can be worn under normal clothes. If the armor normally imposes disadvantage on Dexterity (Stealth) checks or has a Strength requirement, the mithral version of the armor doesn't.","Made of interlocking metal rings, chain mail includes a layer of quilted fabric worn underneath the mail to prevent chafing and to cushion the impact of blows. The suit includes gauntlets.","This item has two runegem slots."]},{"name":"Boots of Striding and Springing","source":"ibp","srd":true,"basicRules":true,"tier":"major","rarity":"uncommon","reqAttune":true,"wondrous":true,"modifySpeed":{"static":{"walk":30}},"entries":["While you wear these boots, your walking speed becomes 30 feet, unless your walking speed is higher, and your speed isn't reduced if you are encumbered or wearing heavy armor. In addition, you can jump three times the normal distance, though you can't jump farther than your remaining movement would allow."]},{"name":"Goggles of Night","source":"ibp","srd":true,"basicRules":true,"tier":"minor","rarity":"uncommon","wondrous":true,"entries":["While wearing these dark lenses, you have {@sense darkvision} out to a range of 60 feet. If you already have {@sense darkvision}, wearing the goggles increases its range by 60 feet."]},{"name":"Refurbished Drow Poison Arrow","source":"ibp","type":"A","rarity":"none","weight":0.075,"value":6,"entries":["If a creature takes damage from a Refurbished Drow Poison Arrow, it must succeed on a DC 13 Constitution saving throw or be {@condition poisoned} for 1 hour. If the saving throw fails by 5 or more, the target is also {@condition unconscious} while {@condition poisoned} in this way. The target wakes up if it takes damage or if another creature takes an action to shake it awake.","Once a Refurbished Drow Poison Arrow is fired, it loses its effect, regardless of whether the attack hit or missed.","When you make an attack with a Refurbished Drow Poison Arrow, do not add your profiency bonus to the attack roll."]},{"name":"Bearskin","source":"ibp","rarity":"none","weight":8,"type":"G","entries":["The pelt of a rudimentarily skinned bear.","While wearing this bearskin, you have a +1 bonus to Constitution saving throws to resist the effects of exposure to cold weather."]},{"name":"Hourglass of Souls","source":"ibp","type":"$","weight":1,"sentient":true,"cost":450,"entries":["This beautiful hourglass is filled with fine grains of residuum.","It is used to trap the souls of the Duergar of Karakzahar in time, but that magic has been broken."]}],"itemType":[{"abbreviation":"RUNE","source":"ibp","name":"runegem"}]}
